{
  "Comment.nvim": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-deus": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "wilder.nvim": { "branch": "master" },
  "yazi.nvim": { "branch": "main" }
}
